<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ page import="java.util.*, java.text.*"  %>
<%
 java.text.SimpleDateFormat formatter = new java.text.SimpleDateFormat("yyyyMMddHHmmss");
 String today = formatter.format(new java.util.Date());
 %>
<!-- Counsel Content -->
<!-- Counsel Left Side -->


<%@include file="../common/certificateSide.jsp" %>
<!--  Counsel Right Side -->
<div class="col-md-10">
	<div class="panel panel-default">
		<div class="panel-heading" style="background-color: #2196F3;  margin-top: 10px;">
			<h4 style="color: #fff; font-weight: bold; font-size: 20px;">증명서</h4>
		</div>
		<div class="panel-body" style="height: 580px;">
			<div class="col-xs-12">
				<div class="panel panel-default">
					<div class="panel-heading">
						<h5>[학사관리시스템 발급센터에 의한 증명서류 발급,열람 등의 이용에 관한 약관]</h5>
					</div>
					<div class="panel-body" style="height: 300px;">

<pre style=" overflow: scroll; height: 270px;">
제1조 (목적)
본 약관은 해당발급기관과 Avengers가 인터넷 이용자에게 제공하는 정보의 사용 등(이하 ′인터넷 증명발급,열람 등′이라 한다)에 관하여 해당발급기관과 Avengers(이하 ′갑′이라 한다)과이용자 (이하 ′을′이라 한다) 간의 이용관계를 규정함을 목적으로 한다.
제2조 (용어정의) 이 약관에서 사용하는 용어는 다음과 같이 정의한다.
'인터넷민원'이라 함은 민원사무처리에 관한 법률 제2조, 전자정부 구현을 위한 행정업무 등의 촉진에 관한 법률(이하′전자정부법′이라 한다) 제33조 내지 제36조 및 "갑"이 특별히 규정한 민원사무 중홈페이지를 통하여 접수하거나 처리되는 민원 또는 증명을 말한다.
'이용자'라 함은 해당발급기관 또는 웹민원센터(uni.webminwon.com)에 회원으로 가입한 후 로그인하여 본 약관에 따라 ′갑′이 제공하는 인터넷 증명발급 등의 서비스를 이용하는 회원을 말한다.
'원본확인 서비스'라 함은 출력된 문서의 진위여부를 확인하기 위한 서비스로 출력문서 좌측 상단에 표시된 S/N를 본 시스템에 입력하면 발급 및 열람한 문서의 원본을 확인하여 주는 서비스를 말한다.
이 약관에서 사용하는 용어의 정의는 전항에서 정하는 것을 제외하고는 거래관행 및 관계법령에 따른다.
제3조 (약관 외 준칙)
"갑"은 서비스를 개선할 목적으로 본 약관을 변경할 수 있으며, 약관 개정 시 공지하여 회원에게 알리며, 공지한 날로부터 효력을 갖는다.
이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있는 경우에는 그 규정에 따른다.
제4조 (약관의 효력)
'갑'이 제공하는 인터넷 증명발급 등의 서비스를 이용할 때에는 본 약관에 동의한 것으로 보아 그 때부터 본 약관은 '갑'과 '을' 사이에 효력이 발생한다.
제5조 (적용법규)
본 약관에서 정하는 이외의 사항에 관해서는 '민원 사무 처리에 관한 법률', '전자정부법' 및 '전기통신사업법', '형법', 해당발급기관의 조례.정관.학칙, 기타 대한민국의 관련 법령 및 관습에 의한다.
제6조 (인터넷민원 서비스의 내용)
'갑'이 인터넷을 통하여 '을'에게 제공하는 서비스의 종류는 다음 각 호와 같고, 필요한 경우 이를 추가하거나 제한할 수 있으며, 그 내용은 해당발급기관 홈페이지에 기재하는 것으로 갈음한다.
증명서 종류 : 해당 발급기관별로 이용안내 페이지를 구성하여 공지한다.
증명 발급신청은 관공서 민원서류에 대해서는 신청 및 문서출력 시 연결된 '을'의 프린터 해상도가 600dpi 이상인 경우만 이용이 가능하며, 열람신청은 '을'의 프린터 해상도에 관계없이 신청 할 수 있다.
증명서의 발급 및 열람 : 각종 민원신청 증명서에 등재되어 있는 내용의 전부 또는 일부를 인터넷을 통하여 '을'의 PC에서 열람하거나, '을'의 프린터를 이용해 발급한다. 단, 관공서 민원서류에 대해서는 열람 신청에 의한 출력물은 법적인 인증 효력은 갖지 아니한다.
관공서 민원서류의 원본 확인 서비스 및 문서출력 이용기간은 증명발급 신청일로부터 30일 이내, 열람 신청일로부터 10일 이내 만 가능하며, 결재 유효기간도 이 기간 내에 포함되어 산정된다.
본 서비스 이용에 대한 시간은 24시간 가능하나 일부 민원증명서에 대해서는 발급시간을 제한하며 세부내역은 해당 발급기관별로 이용안내 페이지를 구성해 공지한다.
제7조 (대행수수료)
'을'은 '갑'이 제공하는 인터넷 증명발급, 열람 등의 서비스를 이용하기 위해서는 그 이용 수수료를 지급하여야 한다.
전항의 이용 수수료는 다음에 정한 금액으로 한다.
관공서 : 법정수수료 + 500원
대학교 : 법정수수료 + 1,000원 (추가 통당 500원)
'을'은 증명발급,열람서비스를 제공받기 위해 신청한 민원서류에 대하여 신용카드 결제나 핸드폰 결제 등으로 수수료를 결제한 때에는 그 발급,열람 신청을 취소할 수 없다.
'을'은 증명발급 신청 후 30일이 경과한 때까지 민원서류 발급을 하지 않는 경우에 '갑'은 발급 서비스를 제공하지 아니하며, '을'은 그 수수료의 반납을 요청 할 수 없다.
제8조 (증명서 전송(메일/팩스)서비스 수수료)
'을'은 '갑'이 제공하는 증명서 전송(메일/팩스)서비스를 이용하기 위해서는 그 이용 수수료를 지급하여야 한다.
전항의 이용 수수료는 다음에 정한 금액으로 한다.
메일전송 : 1,000원 (건당)
팩스전송 : 1,000원 (건당)
'을'은 전송(메일/팩스)서비스를 신청 후 정상 수신되지 않았다면, '갑'에게 재발급 또는 환불 신청을 할 수 있다.
전송을 위한 증명서에 대한 이용은 제 7조에 의거한다.
제9조 (수수료의 지급방법)
'을'은 '갑'에 대하여 다음과 같이 미리 수수료를 지급한다.
증명발급 및 열람의 경우 : 원하는 민원서류의 정보를 입력한 후 발급하기 전에 수수료를 '갑'이 지정한 카드사 또는 핸드폰납부를 통하여 지급한다.
다만, 발급 및 열람매수를 초과하여 추가되는 수수료에 대한 결제는 신청 후에 지급하며, 수수료 결제가 이루어지지 않았을 경우 다음 서비스를 받지 못한다.
'을'이 수수료 지급에 대한 영수증의 발급을 원하는 경우에는, 이용자가 수수료를 지급한 뜻이 기재된 카드사의 대금 청구서 또는 신청인의 금융기관 계좌에 표시된 내역으로 영수증에 갈음한다.
제10조 (업무의 정지)
'갑'은 인터넷 민원발급 등의 서비스 사용에 제공되는 설비에 장애가 발생하거나, 기타 부득이한 사정이 있을 때에는 인터넷 민원발급 등의 서비스 전부 또는 일부를 일시적으로 정지할 수 있다.
제11조 (이용자에 대한 통지)
'갑'이 '을'에 대한 안내를 하는 경우, '을'이 회원 가입 시 작성한 전자우편주소로 할 수 있다.
'갑'은 불특정다수 이용자에 대한 안내의 경우 최대 1주일 동안 해당발급기관 또는 웹민원센터(www.webminwon.com)의 '공지사항'란에 게시함으로써 개별 안내에 갈음할 수 있다.
제12조 (정보보호)
'갑'은 관련 법령이 정하는 바에 따라 '을'이 인터넷 증명발급,열람 등의 서비스를 이용하기 위하여 제공한 일체의 개인정보를 보호하며, 이를 외부에 유출하거나 공개하지 아니한다. 단, 본 서비스 이용 및 안내에 대한 기초 자료로서 사용한 수 있다.
기타 정보보호에 관한 사항은 해당발급기관 및 웹민원센터(www.webminwon.com)의 회원 가입 시 제공된 내용으로 갈음한다.
제13조 ('갑'의 의무)
'갑'은 법령과 본 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는데 최선의 노력을 한다.
'갑'은 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 아니하도록 안정성 확보에 필요한 기술적,제도적 대책을 수립하여 안전한 인터넷 민원발급,열람 등의 서비스 이용을 도모한다.
증명발급 신청창구를 이용하여 발급한 증명서류의 제출에 있어 유통 및 효력상 문제 발생시는 '갑'이 민원서류 내용의 진위여부를 확인하여야 한다.
제14조 ('을'의 의무)
'을'은 다음 각 호의 행위를 하여서는 아니 된다.
'갑'이 관리하는 컴퓨터에 부정하게 접속하는 방법 등에 의하여 인터넷 민원발급 등의 서비스를 방해하거나, 인터넷 민원발급 등의 서비스의 이용에 제공되고 있는 설비에 손상을 주는 행위.
부정한 목적으로 인터넷 민원발급 등의 서비스를 이용하는 행위.
제공받은 인터넷 민원발급 등의 서비스의 내용 또는 형식을 이용한 공문서 위,변조 및 원본문서를 복사하여 원본문서인 것처럼 행사하는 등 기타의 부정행위.
제15조 (인터넷 민원발급 서류의 위,변조에 대한 경고)
인터넷 민원발급센터에서 발급하는 민원서류에 대한 다음 각호 1에 해당하는 행위를 한 자에 대하여는 형법 제225조 내지 제230조에 의한 10년 이하의 징역 또는 2,000만원 이하의 각 죄에 정한 형을 받게 된다.
PC의 화면 또는 출력된 문서를 복사(위조)하여 사용하는 행위.
PC의 화면 또는 출력된 문서를 수정 또는 변조하여 사용하는 행위.
기타 전자적 방법에 의한 해킹 등으로 문서를 위,변조하여 사용하는 행위.
제16조 (계약의 성립)
'을'의 서비스 신청 시 신청내용에 허위, 기재누락 또는 오기가 없고, 수수료지급에 대한 결제가 정상적으로 완료된 시점에 '갑'과 '을' 사이에 "인터넷 민원발급 시스템 이용에 관한 계약"이 성립한 것으로 본다.
제17조 (환급, 반품 및 교환, 사용자과실)
회사는 이용자가 구매신청한 재화 또는 용역이 품절등의 사유로 재화의 인도 또는 용역의 제공을 할 수 없을 때에는 지체없이 그 사유를 이용자에게 통지하고,
사전에 재화 또는 용역의 대금을 받은 경우에는 받은 날부터 3일이내에, 그렇지 않은 경우에는 그 사유발생일로부터 3일이내에 계약해제 및 환급절차를 취한다.
다음 각호의 경우에는 회사는 배송된 재화일지라도 재화를 반품받은 다음 영업일 이내에 이용자의 요구에 따라 즉시 환급, 반품 및 교환 조치를 한다.
다만 그 요구기한은 배송된 날로부터 30일 이내로 한다.
1) 배송된 재화가 주문내용과 상이하거나 몰이 제공한 정보와 상이할 경우
2) 배송된 재화가 파손, 손상되었거나 오염되었을 경우
3) 재화가 광고에 표시된 배송기간보다 늦게 배송된 경우
단, (주)디지털존의 경우 배송이 필요한 재화나 용역이 아니므로 이에 해당되지 않으나 자체 시스템의 문제로 인하여 정상적으로 서비스를 제공 하지 못하는 경우 그 기간에 유료서비스를 사용하는 사용자에 대해서는 서비스 연장, 환불 등의 조치를 한다.

사용자 과실로 인한 환급, 반품 및 교환 조치는 취하지 아니하며 사용자 과실은 다음 각호에 해당한다.
1) 필요한 증명서를 사용자 개인이 잘못 선택 한 경우
2) 발급 후 사용자 개인의 상황에 따라 증명서 용도 변경으로 필요성이 없어졌을 경우
3) 프린터 상태가 고장 또는 토너가 없는데 출력하였을 경우
제18조 (약관의 개정)
'갑'이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 해당 발급기관 홈페이지 및 웹민원센터 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지한다.
'갑'이 약관을 개정할 경우에는 그 적용일자부터 개정 후 약관이 효력을 지닌다.
제19조 (저작권의 귀속 및 이용제한)
'갑'이 작성한 저작물에 대한 저작권 및 기타 지적재산권은 '갑'에 귀속한다.
제20조 (재판관할)
'갑'과 '을'간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, 본 분쟁으로 인한 소는 대한민국의 법원에 제기한다.

</pre>


					</div>
				</div>
			</div>
			<div class="col-xs-12">
								<table id="datatables-example"
					class="table table-striped table-bordered" width="100%"
					cellspacing="0">
					<thead>
						<tr>
							<td>번호</td>
							<td>증명서명</td>
							<td>열람 및 발급 날짜</td>
							<td>열람 및 발급</td>
						</tr>
					</thead>
					</tbody>
						<tr>
							<td>1</td>
							<td>성적증명서</td>
							<td><%=today%></td>
							<td>
								<form action="${pageContext.request.contextPath}/student/schoolRegister/gradeCertificate">
								<input type="submit" class="btn btn-outline btn-primary;"
									style="padding: 0; width: 120px;" value="열람 및 발급">
							</form>
							</td>
						</tr>
						<tr>
							<td>2</td>
							<td>재학증명서</td>
							<td><%=today%></td>
							<td>
								<form action="${pageContext.request.contextPath}/student/schoolRegister/enrollmentCertificate">
									<input type="submit"  class="btn btn-outline btn-primary;" style="padding: 0; width: 120px;" value="열람 및 발급">
								</form>
							</td>
						</tr>
						<tr>
							<td>3</td>
							<td>졸업증명서</td>
							<td><%=today%></td>
							<td>
								<form action="${pageContext.request.contextPath}/student/schoolRegister/graduatedCertificate">
									<input type="submit" class="btn btn-outline btn-primary;" style="padding: 0; width: 120px;" value="열람 및 발급">
								</form>
							</td>
						</tr>
					</tbody>
				</table>
			
			

			</div>


                          
			
			
		</div>
	</div>
</div>
 